return {
  "nvimdev/dashboard-nvim",
  event = "VimEnter",
  cond = function()
    return vim.fn.argc() == 0
  end,
  dependencies = {
    "nvim-tree/nvim-web-devicons",
  },
  opts = {
    theme = "hyper",
    config = {
      header = {
"  ░██████              ░██           ░██                  ░██░██                                ",
" ░██   ░██                           ░██                     ░██                                ",
"░██     ░██ ░██    ░██ ░██ ░███████  ░██    ░██ ░███████  ░██░██ ░██    ░██  ░███████  ░██░████ ",
"░██     ░██ ░██    ░██ ░██░██    ░██ ░██   ░██ ░██        ░██░██ ░██    ░██ ░██    ░██ ░███     ",
"░██     ░██ ░██    ░██ ░██░██        ░███████   ░███████  ░██░██  ░██  ░██  ░█████████ ░██      ",
" ░██   ░██  ░██   ░███ ░██░██    ░██ ░██   ░██        ░██ ░██░██   ░██░██   ░██        ░██      ",
"  ░██████    ░█████░██ ░██ ░███████  ░██    ░██ ░███████  ░██░██    ░███     ░███████  ░██      ",
"       ░██                                                                                      ",
"        ░██                                                                                     ",
      },
      shortcut = {
        {
          icon = "󰊢 ",
          icon_hl = "Title",
          desc = "LazyGit",
          key = "g",
          key_hl = "String",
          action = "LazyGit",
        },
        {
          icon = "󰒲 ",
          icon_hl = "Title",
          desc = "New File",
          key = "n",
          key_hl = "String",
          action = "enew",
        },
        {
          icon = "󰈞 ",
          icon_hl = "Title",
          desc = "Find File",
          key = "f",
          key_hl = "String",
          action = "Telescope find_files",
        },
      },
    },
  },
}
